Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# RecoveryError.Journal
source: The game did not close this save properly. Load it in the game and quit normally. The save is unchanged.
de_de: Das Spiel hat diesen Spielstand nicht richtig geschlossen. Laden Sie ihn im Spiel und beenden Sie normal. Der Spielstand ist unverändert.
es_es: El juego no cerró bien esta partida. Cárgala en el juego y sal normalmente. La partida no ha cambiado.
fr_fr: Le jeu n’a pas bien fermé cette partie. Chargez-la dans le jeu et quittez normalement. La partie est intacte.
id_id: Gim tidak menutup simpanan ini dengan benar. Muat di gim lalu keluar secara normal. Simpanan tidak diubah.
it_it: Il gioco non ha chiuso bene questo salvataggio. Caricalo nel gioco ed esci normalmente. Il salvataggio è intatto.
ja_jp: 正常に終了されなかったセーブです。ゲームで読み込んでから正常に終了してください。セーブはそのままです。
pt_br: O jogo não fechou esta partida corretamente. Carregue-a no jogo e saia normalmente. A partida não foi alterada.
ru_ru: Игра некорректно закрыла это сохранение. Загрузите его в игре и выйдите обычным способом. Сохранение не изменено.
tr_tr: Oyun bu kaydı düzgün kapatmadı. Kaydı oyunda yükleyip normal şekilde çıkın. Kayıt değiştirilmedi.
uk_ua: Гра некоректно закрила це збереження. Завантажте його в грі й вийдіть звичайним способом. Збереження не змінено.
zh_tw: 此存檔上次未正常結束。請在遊戲中載入後正常結束。存檔未被修改。

# RecoveryError.Ambiguous
source: Only single-player saves can be healed. The save is unchanged.
de_de: Nur Einzelspieler-Spielstände können geheilt werden. Der Spielstand ist unverändert.
es_es: Solo se pueden curar partidas individuales. La partida no ha cambiado.
fr_fr: Seules les parties solo peuvent être soignées. La partie est intacte.
id_id: Hanya simpanan pemain tunggal yang bisa dipulihkan. Simpanan tidak diubah.
it_it: Si può curare solo nei salvataggi per giocatore singolo. Il salvataggio è intatto.
ja_jp: 回復できるのはシングルプレイのセーブだけです。セーブはそのままです。
pt_br: Só é possível curar em partidas de um jogador. A partida não foi alterada.
ru_ru: Исцелять можно только в сохранениях одиночной игры. Сохранение не изменено.
tr_tr: Yalnızca tek oyunculu kayıtlarda iyileştirme yapılabilir. Kayıt değiştirilmedi.
uk_ua: Зцілювати можна лише в збереженнях одиночної гри. Збереження не змінено.
zh_tw: 只能恢復單人存檔。存檔未被修改。

# HealCharacterChoose
source: This save has several characters. Choose the one to recover; the others are not changed.
cs_cz: Tato uložená hra obsahuje více postav. Vyberte postavu, kterou chcete obnovit; ostatní se nezmění.
de_de: Dieser Spielstand enthält mehrere Charaktere. Wählen Sie den Charakter, der wiederhergestellt werden soll; die anderen bleiben unverändert.
es_es: Esta partida tiene varios personajes. Elige el que quieres recuperar; los demás no se modifican.
fr_fr: Cette partie contient plusieurs personnages. Choisissez celui à rétablir ; les autres ne sont pas modifiés.
id_id: Simpanan ini memiliki beberapa karakter. Pilih karakter yang ingin dipulihkan; karakter lain tidak diubah.
it_it: Questo salvataggio contiene più personaggi. Scegli quello da ripristinare; gli altri non vengono modificati.
ja_jp: このセーブには複数のキャラクターがいます。回復するキャラクターを選んでください。選ばなかったキャラクターは変更されません。
ko_kr: 이 세이브에는 캐릭터가 여럿 있습니다. 회복할 캐릭터를 고르세요. 고르지 않은 캐릭터는 바뀌지 않습니다.
pl_pl: Ten zapis zawiera kilka postaci. Wybierz postać do przywrócenia; pozostałe nie zostaną zmienione.
pt_br: Esta partida tem vários personagens. Escolha o que deseja recuperar; os outros não serão alterados.
ru_ru: В этом сохранении несколько персонажей. Выберите, кого восстановить; остальные не изменятся.
th_th: เซฟนี้มีตัวละครหลายตัว เลือกตัวละครที่จะฟื้นฟู ตัวละครอื่นจะไม่ถูกเปลี่ยนแปลง
tr_tr: Bu kayıtta birden fazla karakter var. Kurtarılacak karakteri seçin; diğerleri değiştirilmez.
uk_ua: У цьому збереженні кілька персонажів. Виберіть, кого відновити; інші не зміняться.
zh_cn: 此存档中有多名角色。请选择要恢复的角色；未选择的角色不会被更改。
zh_tw: 此存檔中有多名角色。請選擇要恢復的角色；未選擇的角色不會被變更。

# HealRemainsSearching
source: Looking for the character's zombie or corpse…
cs_cz: Hledá se zombie nebo mrtvola postavy…
de_de: Zombie oder Leiche des Charakters wird gesucht…
es_es: Buscando el zombi o el cadáver del personaje…
fr_fr: Recherche du zombie ou du cadavre du personnage…
id_id: Mencari zombi atau mayat karakter…
it_it: Ricerca dello zombie o del cadavere del personaggio…
ja_jp: キャラクターのゾンビや死体を探しています…
ko_kr: 캐릭터의 좀비나 시체를 찾는 중…
pl_pl: Wyszukiwanie zombie lub zwłok postaci…
pt_br: Procurando o zumbi ou o cadáver do personagem…
ru_ru: Поиск зомби или трупа персонажа…
th_th: กำลังค้นหาซอมบี้หรือศพของตัวละคร…
tr_tr: Karakterin zombisi veya cesedi aranıyor…
uk_ua: Пошук зомбі або трупа персонажа…
zh_cn: 正在寻找该角色的僵尸或尸体…
zh_tw: 正在尋找該角色的殭屍或屍體…

# HealRemainsChoose
source: Choose where to take the belongings back from.
cs_cz: Vyberte, odkud se mají věci vzít zpět.
de_de: Wählen Sie, woher die Habseligkeiten zurückgeholt werden.
es_es: Elige de dónde recuperar las pertenencias.
fr_fr: Choisissez d’où récupérer les affaires.
id_id: Pilih dari mana barang-barang diambil kembali.
it_it: Scegli da dove recuperare gli oggetti.
ja_jp: 所持品をどこから取り戻すか選んでください。
ko_kr: 소지품을 어디서 되찾을지 고르세요.
pl_pl: Wybierz, skąd odzyskać rzeczy.
pt_br: Escolha de onde recuperar os pertences.
ru_ru: Выберите, откуда вернуть вещи.
th_th: เลือกว่าจะเอาข้าวของคืนจากที่ใด
tr_tr: Eşyaların nereden geri alınacağını seçin.
uk_ua: Виберіть, звідки повернути речі.
zh_cn: 请选择从哪里取回物品。
zh_tw: 請選擇從哪裡取回物品。

# HealRemainsZombie
source: Take {0} items back from the zombie
cs_cz: Vzít zombii zpět předměty ({0})
de_de: {0} Gegenstände vom Zombie zurückholen
es_es: Recuperar {0} objetos del zombi
fr_fr: Récupérer {0} objets sur le zombie
id_id: Ambil kembali {0} barang dari zombi
it_it: Recupera {0} oggetti dallo zombie
ja_jp: ゾンビから所持品 {0} 個を取り戻す
ko_kr: 좀비에게서 소지품 {0}개 되찾기
pl_pl: Odzyskaj przedmioty od zombie ({0})
pt_br: Recuperar {0} itens do zumbi
ru_ru: Забрать у зомби предметы ({0})
th_th: เอาไอเทม {0} ชิ้นคืนจากซอมบี้
tr_tr: Zombiden {0} eşyayı geri al
uk_ua: Забрати в зомбі предмети ({0})
zh_cn: 从僵尸身上取回 {0} 件物品
zh_tw: 從殭屍身上取回 {0} 件物品

# HealRemainsCorpse
source: Take {0} items back from the corpse
cs_cz: Vzít z mrtvoly zpět předměty ({0})
de_de: {0} Gegenstände von der Leiche zurückholen
es_es: Recuperar {0} objetos del cadáver
fr_fr: Récupérer {0} objets sur le cadavre
id_id: Ambil kembali {0} barang dari mayat
it_it: Recupera {0} oggetti dal cadavere
ja_jp: 死体から所持品 {0} 個を取り戻す
ko_kr: 시체에서 소지품 {0}개 되찾기
pl_pl: Odzyskaj przedmioty ze zwłok ({0})
pt_br: Recuperar {0} itens do cadáver
ru_ru: Забрать с трупа предметы ({0})
th_th: เอาไอเทม {0} ชิ้นคืนจากศพ
tr_tr: Cesetten {0} eşyayı geri al
uk_ua: Забрати з трупа предмети ({0})
zh_cn: 从尸体上取回 {0} 件物品
zh_tw: 從屍體上取回 {0} 件物品

# HealRemainsZombieEffect
source: The zombie disappears from the world. {0} tiles from where the character died
cs_cz: Zombie zmizí ze světa. Vzdálenost od místa smrti: {0} polí
de_de: Der Zombie verschwindet aus der Welt. {0} Felder vom Todesort entfernt
es_es: El zombi desaparece del mundo. A {0} casillas del lugar de la muerte
fr_fr: Le zombie disparaît du monde. À {0} cases du lieu de la mort
id_id: Zombi hilang dari dunia. {0} petak dari tempat karakter mati
it_it: Lo zombie scompare dal mondo. A {0} caselle dal luogo della morte
ja_jp: ゾンビはワールドから消えます。死亡地点から {0} マス
ko_kr: 좀비는 세계에서 사라집니다. 사망 위치에서 {0}칸
pl_pl: Zombie znika ze świata. Odległość od miejsca śmierci: {0} pól
pt_br: O zumbi some do mundo. A {0} quadrados do local da morte
ru_ru: Зомби исчезнет из мира. Расстояние от места смерти: {0} клеток
th_th: ซอมบี้จะหายไปจากโลก ห่างจากจุดที่ตาย {0} ช่อง
tr_tr: Zombi dünyadan kaybolur. Ölüm yerinden {0} kare uzakta
uk_ua: Зомбі зникне зі світу. Відстань від місця смерті: {0} клітинок
zh_cn: 僵尸将从世界中消失。距死亡地点 {0} 格
zh_tw: 殭屍將從世界中消失。距死亡地點 {0} 格

# HealRemainsCorpseEffect
source: The corpse disappears from the world. {0} tiles from where the character died
cs_cz: Mrtvola zmizí ze světa. Vzdálenost od místa smrti: {0} polí
de_de: Die Leiche verschwindet aus der Welt. {0} Felder vom Todesort entfernt
es_es: El cadáver desaparece del mundo. A {0} casillas del lugar de la muerte
fr_fr: Le cadavre disparaît du monde. À {0} cases du lieu de la mort
id_id: Mayat hilang dari dunia. {0} petak dari tempat karakter mati
it_it: Il cadavere scompare dal mondo. A {0} caselle dal luogo della morte
ja_jp: 死体はワールドから消えます。死亡地点から {0} マス
ko_kr: 시체는 세계에서 사라집니다. 사망 위치에서 {0}칸
pl_pl: Zwłoki znikają ze świata. Odległość od miejsca śmierci: {0} pól
pt_br: O cadáver some do mundo. A {0} quadrados do local da morte
ru_ru: Труп исчезнет из мира. Расстояние от места смерти: {0} клеток
th_th: ศพจะหายไปจากโลก ห่างจากจุดที่ตาย {0} ช่อง
tr_tr: Ceset dünyadan kaybolur. Ölüm yerinden {0} kare uzakta
uk_ua: Труп зникне зі світу. Відстань від місця смерті: {0} клітинок
zh_cn: 尸体将从世界中消失。距死亡地点 {0} 格
zh_tw: 屍體將從世界中消失。距死亡地點 {0} 格

# HealRemainsNoneZombie
source: The zombie stays, carrying the belongings
cs_cz: Zombie zůstane i s věcmi
de_de: Der Zombie bleibt mit den Habseligkeiten
es_es: El zombi se queda con las pertenencias
fr_fr: Le zombie reste, avec les affaires
id_id: Zombi tetap ada dengan membawa barang-barang
it_it: Lo zombie resta con gli oggetti
ja_jp: ゾンビは所持品を持ったまま残ります
ko_kr: 좀비는 소지품을 가진 채 남아 있습니다
pl_pl: Zombie zostaje razem z rzeczami
pt_br: O zumbi continua com os pertences
ru_ru: Зомби останется с вещами
th_th: ซอมบี้ยังอยู่พร้อมข้าวของ
tr_tr: Zombi eşyalarla birlikte kalır
uk_ua: Зомбі залишиться з речами
zh_cn: 僵尸会带着物品留在原处
zh_tw: 殭屍會帶著物品留在原處

# HealRemainsNoneCorpse
source: The corpse stays, holding the belongings
cs_cz: Mrtvola zůstane i s věcmi
de_de: Die Leiche bleibt mit den Habseligkeiten
es_es: El cadáver se queda con las pertenencias
fr_fr: Le cadavre reste, avec les affaires
id_id: Mayat tetap ada beserta barang-barang
it_it: Il cadavere resta con gli oggetti
ja_jp: 死体は所持品を持ったまま残ります
ko_kr: 시체는 소지품을 가진 채 남아 있습니다
pl_pl: Zwłoki zostają razem z rzeczami
pt_br: O cadáver continua com os pertences
ru_ru: Труп останется с вещами
th_th: ศพยังอยู่พร้อมข้าวของ
tr_tr: Ceset eşyalarla birlikte kalır
uk_ua: Труп залишиться з речами
zh_cn: 尸体会带着物品留在原处
zh_tw: 屍體會帶著物品留在原處

# HealRemainsNoneMixed
source: The zombies and corpses stay, with the belongings
cs_cz: Zombie a mrtvoly zůstanou i s věcmi
de_de: Zombies und Leichen bleiben mit den Habseligkeiten
es_es: Los zombis y cadáveres se quedan con las pertenencias
fr_fr: Les zombies et cadavres restent, avec les affaires
id_id: Zombi dan mayat tetap ada beserta barang-barang
it_it: Zombie e cadaveri restano con gli oggetti
ja_jp: ゾンビと死体は所持品を持ったまま残ります
ko_kr: 좀비와 시체는 소지품을 가진 채 남아 있습니다
pl_pl: Zombie i zwłoki zostają razem z rzeczami
pt_br: Os zumbis e cadáveres continuam com os pertences
ru_ru: Зомби и трупы останутся с вещами
th_th: ซอมบี้และศพยังอยู่พร้อมข้าวของ
tr_tr: Zombiler ve cesetler eşyalarla birlikte kalır
uk_ua: Зомбі й трупи залишаться з речами
zh_cn: 僵尸和尸体会带着物品留在原处
zh_tw: 殭屍和屍體會帶著物品留在原處

# HealRemainsNone
source: Revive without belongings
cs_cz: Oživit bez věcí
de_de: Ohne Habseligkeiten wiederbeleben
es_es: Revivir sin pertenencias
fr_fr: Ranimer sans les affaires
id_id: Hidupkan kembali tanpa barang
it_it: Rianima senza oggetti
ja_jp: 所持品なしで復活のみ行う
ko_kr: 소지품 없이 부활만 하기
pl_pl: Ożyw bez rzeczy
pt_br: Reviver sem os pertences
ru_ru: Воскресить без вещей
th_th: ฟื้นคืนชีพโดยไม่เอาข้าวของ
tr_tr: Eşyalar olmadan dirilt
uk_ua: Воскресити без речей
zh_cn: 仅复活，不取回物品
zh_tw: 僅復活，不取回物品

# HealRemainsNotFound
source: No zombie or corpse of this character was found. The character will be revived without belongings.
cs_cz: Zombie ani mrtvola této postavy nebyla nalezena. Postava bude oživena bez věcí.
de_de: Kein Zombie und keine Leiche dieses Charakters gefunden. Der Charakter wird ohne Habseligkeiten wiederbelebt.
es_es: No se encontró ningún zombi ni cadáver de este personaje. Se revivirá sin pertenencias.
fr_fr: Aucun zombie ni cadavre de ce personnage n’a été trouvé. Il sera ranimé sans ses affaires.
id_id: Zombi atau mayat karakter ini tidak ditemukan. Karakter akan dihidupkan kembali tanpa barang.
it_it: Nessuno zombie o cadavere di questo personaggio trovato. Verrà rianimato senza oggetti.
ja_jp: このキャラクターのゾンビや死体が見つかりませんでした。所持品なしで復活します。
ko_kr: 이 캐릭터의 좀비나 시체를 찾지 못했습니다. 소지품 없이 부활합니다.
pl_pl: Nie znaleziono zombie ani zwłok tej postaci. Postać zostanie ożywiona bez rzeczy.
pt_br: Nenhum zumbi ou cadáver deste personagem foi encontrado. Ele será revivido sem os pertences.
ru_ru: Зомби или труп этого персонажа не найден. Персонаж будет воскрешён без вещей.
th_th: ไม่พบซอมบี้หรือศพของตัวละครนี้ ตัวละครจะฟื้นคืนชีพโดยไม่มีข้าวของ
tr_tr: Bu karakterin zombisi veya cesedi bulunamadı. Karakter eşyaları olmadan diriltilecek.
uk_ua: Зомбі або труп цього персонажа не знайдено. Персонажа буде воскрешено без речей.
zh_cn: 未找到该角色的僵尸或尸体。将在不取回物品的情况下复活。
zh_tw: 找不到該角色的殭屍或屍體。將在不取回物品的情況下復活。

# HealRemainsReadFailed
source: The character's zombie or corpse could not be looked for in advance. Recovery will look again.
cs_cz: Zombii ani mrtvolu postavy se nepodařilo předem vyhledat. Obnova je vyhledá znovu.
de_de: Zombie oder Leiche des Charakters konnten nicht vorab gesucht werden. Die Wiederherstellung sucht erneut.
es_es: No se pudo buscar de antemano el zombi o el cadáver del personaje. La recuperación lo buscará de nuevo.
fr_fr: Le zombie ou le cadavre du personnage n’a pas pu être recherché à l’avance. Le rétablissement le cherchera à nouveau.
id_id: Zombi atau mayat karakter tidak dapat dicari sebelumnya. Pemulihan akan mencarinya lagi.
it_it: Non è stato possibile cercare in anticipo lo zombie o il cadavere del personaggio. Il ripristino lo cercherà di nuovo.
ja_jp: ゾンビや死体を事前に探せませんでした。回復の際にもう一度探します。
ko_kr: 좀비나 시체를 미리 찾아보지 못했습니다. 회복할 때 다시 찾습니다.
pl_pl: Nie udało się wcześniej wyszukać zombie ani zwłok postaci. Przywracanie wyszuka je ponownie.
pt_br: Não foi possível procurar o zumbi ou o cadáver do personagem antes. A recuperação procurará de novo.
ru_ru: Не удалось заранее найти зомби или труп персонажа. Восстановление поищет снова.
th_th: ไม่สามารถค้นหาซอมบี้หรือศพของตัวละครล่วงหน้าได้ การฟื้นฟูจะค้นหาอีกครั้ง
tr_tr: Karakterin zombisi veya cesedi önceden aranamadı. Kurtarma yeniden arayacak.
uk_ua: Не вдалося заздалегідь знайти зомбі або труп персонажа. Відновлення пошукає знову.
zh_cn: 无法预先寻找僵尸或尸体。恢复时将再次寻找。
zh_tw: 無法預先尋找殭屍或屍體。恢復時將再次尋找。

# RecoveryError.RemainsChanged
source: The chosen zombie or body changed. Choose again. The save is unchanged.
de_de: Der gewählte Zombie oder die Leiche hat sich geändert. Wählen Sie erneut. Der Spielstand ist unverändert.
es_es: El zombi o el cadáver elegido ha cambiado. Vuelve a elegir. La partida no ha cambiado.
fr_fr: Le zombie ou le cadavre choisi a changé. Refaites votre choix. La partie est intacte.
id_id: Zombi atau mayat yang dipilih berubah. Pilih lagi. Simpanan tidak diubah.
it_it: Lo zombie o il cadavere scelto è cambiato. Scegli di nuovo. Il salvataggio è intatto.
ja_jp: 選んだゾンビか死体が変わりました。選び直してください。セーブはそのままです。
pt_br: O zumbi ou o corpo escolhido mudou. Escolha novamente. A partida não foi alterada.
ru_ru: Выбранный зомби или труп изменился. Выберите заново. Сохранение не изменено.
tr_tr: Seçilen zombi veya ceset değişti. Yeniden seçin. Kayıt değiştirilmedi.
uk_ua: Вибраний зомбі або труп змінився. Виберіть знову. Збереження не змінено.
zh_tw: 所選殭屍或屍體已變更。請重新選擇。存檔未被修改。

# RecoveryError.CharacterChanged
source: The chosen character cannot be found. Try again. The save is unchanged.
de_de: Der gewählte Charakter wurde nicht gefunden. Versuchen Sie es erneut. Der Spielstand ist unverändert.
es_es: No se encuentra el personaje elegido. Inténtalo de nuevo. La partida no ha cambiado.
fr_fr: Personnage choisi introuvable. Réessayez. La partie est intacte.
id_id: Karakter yang dipilih tidak ditemukan. Coba lagi. Simpanan tidak diubah.
it_it: Il personaggio scelto non è stato trovato. Riprova. Il salvataggio è intatto.
ja_jp: 選んだキャラクターが見つかりません。再試行してください。セーブはそのままです。
pt_br: O personagem escolhido não foi encontrado. Tente novamente. A partida não foi alterada.
ru_ru: Выбранный персонаж не найден. Повторите попытку. Сохранение не изменено.
tr_tr: Seçilen karakter bulunamadı. Tekrar deneyin. Kayıt değiştirilmedi.
uk_ua: Вибраного персонажа не знайдено. Повторіть спробу. Збереження не змінено.
zh_tw: 找不到所選角色。請再試一次。存檔未被修改。

# RecoveryError.Unsupported
source: This save cannot be healed. Try updating PZ Tools. The save is unchanged.
de_de: Dieser Spielstand kann nicht geheilt werden. Aktualisieren Sie PZ Tools. Der Spielstand ist unverändert.
es_es: Esta partida no se puede curar. Prueba a actualizar PZ Tools. La partida no ha cambiado.
fr_fr: Impossible de soigner dans cette partie. Essayez de mettre à jour PZ Tools. La partie est intacte.
id_id: Simpanan ini tidak dapat dipulihkan. Coba perbarui PZ Tools. Simpanan tidak diubah.
it_it: Non è possibile curare in questo salvataggio. Prova ad aggiornare PZ Tools. Il salvataggio è intatto.
ja_jp: このセーブは回復できません。PZ Tools を更新してみてください。セーブはそのままです。
pt_br: Não é possível curar nesta partida. Tente atualizar o PZ Tools. A partida não foi alterada.
ru_ru: В этом сохранении исцеление недоступно. Попробуйте обновить PZ Tools. Сохранение не изменено.
tr_tr: Bu kayıtta iyileştirme yapılamaz. PZ Tools'u güncellemeyi deneyin. Kayıt değiştirilmedi.
uk_ua: У цьому збереженні зцілення недоступне. Спробуйте оновити PZ Tools. Збереження не змінено.
zh_tw: 無法恢復此存檔。請試著更新 PZ Tools。存檔未被修改。

# SurvivalReadFailed
source: Survival time unavailable · checking again
cs_cz: Doba přežití není dostupná · kontrola se zopakuje
de_de: Überlebenszeit nicht verfügbar · wird erneut geprüft
es_es: Tiempo de supervivencia no disponible · comprobando de nuevo
fr_fr: Durée de survie indisponible · nouvelle vérification
id_id: Waktu bertahan hidup tidak tersedia · memeriksa kembali
it_it: Tempo di sopravvivenza non disponibile · nuova verifica
ja_jp: 生存時間を読み取れませんでした · 再確認予定
ko_kr: 생존 시간을 읽지 못했습니다 · 다시 확인 예정
pl_pl: Czas przetrwania niedostępny · sprawdzanie zostanie powtórzone
pt_br: Tempo de sobrevivência indisponível · verificando novamente
ru_ru: Время выживания недоступно · проверка будет повторена
th_th: อ่านเวลาที่รอดชีวิตไม่ได้ · จะตรวจสอบอีกครั้ง
tr_tr: Hayatta kalma süresi alınamıyor · yeniden denetleniyor
uk_ua: Час виживання недоступний · перевірку буде повторено
zh_cn: 无法读取生存时间 · 将再次检查
zh_tw: 無法讀取生存時間 · 將再次檢查

# OperationError.FileInUse
source: The game or other work is using the file. Try again in a moment.
de_de: Das Spiel oder ein anderer Vorgang nutzt die Datei. Versuchen Sie es gleich erneut.
es_es: El juego u otra operación está usando el archivo. Inténtalo de nuevo en un momento.
fr_fr: Le jeu ou une autre opération utilise le fichier. Réessayez dans un instant.
id_id: Gim atau operasi lain sedang memakai berkas ini. Coba lagi sebentar lagi.
it_it: Il gioco o un’altra operazione sta usando il file. Riprova tra poco.
ja_jp: ゲームか別の処理がファイルを使用中です。少し待って再試行してください。
pt_br: O jogo ou outra operação está usando o arquivo. Tente novamente em instantes.
ru_ru: Файл использует игра или другая операция. Повторите чуть позже.
tr_tr: Oyun veya başka bir işlem dosyayı kullanıyor. Biraz sonra tekrar deneyin.
uk_ua: Файл використовує гра або інша операція. Повторіть трохи згодом.
zh_tw: 遊戲或其他作業正在使用檔案。請稍後再試。

# OperationError.ExportSaveChanged
source: The save changed while exporting. Quit the game and try again.
de_de: Der Spielstand hat sich beim Export geändert. Beenden Sie das Spiel und versuchen Sie es erneut.
es_es: La partida ha cambiado durante la exportación. Vuelve al menú principal e inténtalo de nuevo.
fr_fr: La partie a changé pendant l’exportation. Quittez le jeu et réessayez.
id_id: Simpanan berubah saat diekspor. Keluar dari gim lalu coba lagi.
it_it: Il salvataggio è cambiato durante l’esportazione. Esci dal gioco e riprova.
ja_jp: エクスポート中にセーブが変わりました。メインメニューに戻って再試行してください。
pt_br: A partida mudou durante a exportação. Saia do jogo e tente novamente.
ru_ru: Сохранение изменилось во время экспорта. Выйдите из игры и повторите попытку.
tr_tr: Dışa aktarılırken kayıt değişti. Oyundan çıkıp tekrar deneyin.
uk_ua: Збереження змінилося під час експорту. Вийдіть із гри та повторіть спробу.
zh_tw: 匯出時存檔有所變更。請結束遊戲後再試。

# OperationError.BackupDamaged
source: This backup is damaged. Choose another backup. The save is unchanged.
de_de: Diese Sicherung ist beschädigt. Wählen Sie eine andere. Der Spielstand ist unverändert.
es_es: Esta copia está dañada. Elige otra. La partida no ha cambiado.
fr_fr: Cette sauvegarde est endommagée. Choisissez-en une autre. La partie est intacte.
id_id: Cadangan ini rusak. Pilih cadangan lain. Simpanan tidak diubah.
it_it: Questo backup è danneggiato. Scegline un altro. Il salvataggio è intatto.
ja_jp: 破損したバックアップです。別のバックアップを選んでください。セーブはそのままです。
pt_br: Este backup está danificado. Escolha outro backup. A partida não foi alterada.
ru_ru: Эта копия повреждена. Выберите другую копию. Сохранение не изменено.
tr_tr: Bu yedek bozuk. Başka bir yedek seçin. Kayıt değiştirilmedi.
uk_ua: Ця копія пошкоджена. Виберіть іншу копію. Збереження не змінено.
zh_tw: 此備份已損毀。請選擇其他備份。存檔未被修改。

# OperationError.DiskFull
source: Not enough disk space.
de_de: Nicht genug Speicherplatz.
es_es: No hay suficiente espacio en disco.
fr_fr: Espace disque insuffisant.
id_id: Ruang disk tidak cukup.
it_it: Spazio su disco insufficiente.
ja_jp: 空き容量が足りません。
pt_br: Espaço em disco insuficiente.
ru_ru: Недостаточно места на диске.
tr_tr: Yeterli disk alanı yok.
uk_ua: Недостатньо місця на диску.
zh_tw: 可用空間不足。

# OperationError.WorkersMissing
source: Some PZ Tools files are missing. Extract the downloaded package again.
de_de: Dateien von PZ Tools fehlen. Entpacken Sie den Download erneut.
es_es: Faltan archivos de PZ Tools. Vuelve a extraer el paquete descargado.
fr_fr: Des fichiers de PZ Tools manquent. Extrayez à nouveau l’archive téléchargée.
id_id: Ada berkas PZ Tools yang hilang. Ekstrak lagi paket yang diunduh.
it_it: Mancano file di PZ Tools. Estrai di nuovo il pacchetto scaricato.
ja_jp: PZ Tools のファイルが欠けています。ダウンロードした圧縮ファイルを展開し直してください。
pt_br: Faltam arquivos do PZ Tools. Extraia de novo o pacote baixado.
ru_ru: Не хватает файлов PZ Tools. Распакуйте скачанный архив заново.
tr_tr: PZ Tools dosyaları eksik. İndirilen paketi yeniden çıkarın.
uk_ua: Бракує файлів PZ Tools. Розпакуйте завантажений архів знову.
zh_tw: PZ Tools 檔案不完整。請重新解壓縮下載的壓縮檔。

# OperationError.RepositoryIncompatible
source: This version cannot open this backup folder. Choose a new folder in the settings. Do not delete the old one.
de_de: Diese Version kann den Sicherungsordner nicht öffnen. Wählen Sie in den Einstellungen einen neuen Ordner. Löschen Sie den alten nicht.
es_es: Esta versión no puede abrir esta carpeta de copias. Elige una carpeta nueva en Configuración. No borres la anterior.
fr_fr: Cette version ne peut pas ouvrir ce dossier de sauvegardes. Choisissez un nouveau dossier dans les paramètres. Ne supprimez pas l’ancien.
id_id: Versi ini tidak dapat membuka folder cadangan ini. Pilih folder baru di pengaturan. Jangan hapus folder lama.
it_it: Questa versione non può aprire questa cartella dei backup. Scegli una nuova cartella nelle impostazioni. Non eliminare quella vecchia.
ja_jp: このバージョンでは開けないバックアップフォルダーです。設定で新しいフォルダーを選んでください。元のフォルダーは削除しないでください。
pt_br: Esta versão não abre esta pasta de backups. Escolha uma nova pasta nas configurações. Não apague a antiga.
ru_ru: Эта версия не может открыть эту папку копий. Выберите новую папку в настройках. Старую не удаляйте.
tr_tr: Bu sürüm bu yedek klasörünü açamıyor. Ayarlar'dan yeni bir klasör seçin. Eskisini silmeyin.
uk_ua: Ця версія не може відкрити цю папку копій. Виберіть нову папку в налаштуваннях. Стару не видаляйте.
zh_tw: 此版本無法開啟這個備份資料夾。請在設定中選擇新資料夾。請勿刪除舊資料夾。
